Repository: shinrenpan/Tideng
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

# %lld times per %@
source: %1$lld times per %2$@
zh_hant: 每%2$@ %1$lld 次

source: %lld yrs
zh_hant: %lld 歲

source: /min
zh_hant: 次/分

source: Active
zh_hant: 使用中

source: Advanced
zh_hant: 進階

source: Age
zh_hant: 年齡

source: All Patients
zh_hant: 全部病人

source: Arrived
zh_hant: 已報到

source: As needed
zh_hant: 需要時服用

source: As needed: %@
zh_hant: 需要時服用：%@

source: Can't load patients
zh_hant: 讀不到病人清單

source: Can't load prescriptions
zh_hant: 無法載入處方

source: Can't load this record
zh_hant: 無法載入這筆病歷

source: Can't load visits
zh_hant: 無法載入就診記錄

source: Can't load vital signs
zh_hant: 讀不到生命徵象

source: Can't reach the server. Check the address and your connection.
zh_hant: 無法連線到伺服器，請檢查位址與網路連線。

source: Cancelled
zh_hant: 已取消

source: Check compatibility with external servers
zh_hant: 驗證對外部伺服器的相容性

source: Completed
zh_hant: 已完成

source: Connect to any SMART on FHIR server
zh_hant: 連線到任何支援 SMART on FHIR 的伺服器

source: Connecting…
zh_hant: 連線中…

source: Couldn't complete sign-in.
zh_hant: 無法完成登入。

source: Couldn't complete sign-in: %@
zh_hant: 無法完成登入：%@

source: Couldn't read this server's SMART configuration.
zh_hant: 無法讀取此伺服器的 SMART 設定。

source: Couldn't read this server's SMART configuration: %@
zh_hant: 無法讀取此伺服器的 SMART 設定：%@

source: Date of Birth
zh_hant: 生日

source: Diastolic Blood Pressure
zh_hant: 舒張壓

source: Draft
zh_hant: 草稿

source: Ended
zh_hant: 結束

source: Entered in error
zh_hant: 誤登

source: FHIR server address
zh_hant: FHIR 伺服器位址

source: Female
zh_hant: 女

source: Finished
zh_hant: 已結束

source: Gender
zh_hant: 性別

source: Heart Rate
zh_hant: 心跳速率

source: Identifiers
zh_hant: 識別號碼

source: Identity
zh_hant: 身分

source: In progress
zh_hant: 進行中

source: Last 24 hours
zh_hant: 近 24 小時

source: Local Siming
zh_hant: 本機 Siming

source: Local Siming with demo data, signing in through Keycloak
zh_hant: 本機 Siming（含示範資料），經 Keycloak 登入

source: Male
zh_hant: 男

source: Medical Record Number
zh_hant: 病歷號

source: Name
zh_hant: 姓名

source: Name or record number
zh_hant: 姓名或病歷號

source: National ID
zh_hant: 身分證字號

source: No identifier on this record could be recognised by type.
zh_hant: 這筆記錄的識別號碼都沒有可辨識的型別。

source: No patients on this server
zh_hant: 這個伺服器上沒有病人資料

source: No prescriptions recorded for this patient
zh_hant: 這位病人沒有處方記錄

source: No record for this patient
zh_hant: 找不到這位病人的病歷

source: No visits recorded for this patient
zh_hant: 這位病人沒有就診記錄

source: No vital signs recorded
zh_hant: 沒有生命徵象紀錄

source: Not recorded
zh_hant: 未紀錄

source: Not recorded — the period is still open
zh_hant: 未記錄——這段就診尚未結束

source: On Medication
zh_hant: 用藥中

source: On hold
zh_hant: 暫停

source: On leave
zh_hant: 請假中

source: Only identifiers labelled with a known type are shown.
zh_hant: 只顯示標明了型別的識別號碼。

source: Other
zh_hant: 其他

source: Outside Reference Range
zh_hant: 超出參考值

source: Oxygen Saturation
zh_hant: 血氧飽和度

source: Patients
zh_hant: 病人

source: Planned
zh_hant: 已排定

source: Practitioner
zh_hant: 醫事人員

source: Prescribed by
zh_hant: 開立者

source: Quick fill
zh_hant: 快速填入

source: Reference high
zh_hant: 參考範圍上限

source: Reference low
zh_hant: 參考範圍下限

source: Respiratory Rate
zh_hant: 呼吸速率

source: SMART public sandbox
zh_hant: SMART 公開 Sandbox

source: Seen Today
zh_hant: 今日就診

source: Sign In
zh_hant: 登入

source: Sign Out
zh_hant: 登出

source: Sign-in cancelled.
zh_hant: 已取消登入。

source: Something went wrong
zh_hant: 發生未預期的錯誤

source: Started
zh_hant: 開始

source: Stopped
zh_hant: 已停用

source: Systolic Blood Pressure
zh_hant: 收縮壓

source: Temperature
zh_hant: 體溫

source: That doesn't look like a valid server address.
zh_hant: 這不是有效的伺服器位址。

source: That server address isn't valid.
zh_hant: 伺服器位址不正確。

source: The schedule on this record could not be read.
zh_hant: 這筆記錄的時程無法解讀。

source: The server denied this sign-in.
zh_hant: 伺服器拒絕了這次登入。

source: The server rejected this request.
zh_hant: 伺服器拒絕了這個請求。

source: The server responded in an unexpected way.
zh_hant: 伺服器回應不符預期。

source: The server's response couldn't be read as FHIR.
zh_hant: 伺服器的回應無法解讀為 FHIR 格式。

source: The sign-in response failed verification. Please try again.
zh_hant: 登入回應驗證失敗，請重新登入。

source: This server doesn't support the sign-in method this app uses.
zh_hant: 此伺服器不支援本 app 使用的登入方式。

source: This visit has no recorded time.
zh_hant: 這次就診沒有記錄時間。

source: Tideng
zh_hant: 提燈

source: Time
zh_hant: 時間

source: Times of day are not specified in this record.
zh_hant: 這筆記錄未指定給藥時間。

source: Triaged
zh_hant: 已分級

source: Try Again
zh_hant: 重新載入

source: Unknown
zh_hant: 不詳

source: Unnamed
zh_hant: 未命名

source: Value
zh_hant: 數值

source: Your session has expired. Sign in again to continue.
zh_hant: 登入已過期，請重新登入。

source: day
zh_hant: 日

source: days
zh_hant: 日

source: hour
zh_hant: 小時

source: hours
zh_hant: 小時

source: minute
zh_hant: 分鐘

source: minutes
zh_hant: 分鐘

source: month
zh_hant: 月

source: months
zh_hant: 月

source: second
zh_hant: 秒

source: seconds
zh_hant: 秒

source: week
zh_hant: 週

source: weeks
zh_hant: 週

source: year
zh_hant: 年

source: years
zh_hant: 年

source: · %lld yrs
zh_hant: · %lld 歲
